Repository: saulm10/Pixu
Catalog: Pixu/Resources/Localizable.xcstrings
Source language: en
Languages: es

# .tabsearch_audience
source: Audience
es: Público

# .tabsearch_audiencenum
source: Audience %1$(variableName)lld
es: Público %(variableName)lld

# .tabsearch_genre
source: Genre
es: Género

# .tabsearch_genrenum
source: Genre %1$(variableName)lld
es: Género %(variableName)lld

# .tabsearch_theme
source: Theme
es: Tema

# .tabsearch_themenum
source: Theme %1$(variableName)lld
es: Temas %(variableName)lld

# authcomponent_btnstart
source: Start
es: Comenzar

# authcomponent_text
source: Create an account or log in to get started
es: Crea una cuenta o inicia sesión para empezar

# authcomponent_title
source: Log in
es: Iniciar sesión

# global_close
source: Close
es: Cerrar

# global_continue_apple
source: Continue with Apple
es: Continua con Apple

# global_continue_google
source: Continue with Google
es: Continuar con Google

# global_email
source: Email
es: Correo electrónico

# global_none
source: None
es: Ninguno

# global_password
source: Password
es: Contraseña

# global_save
source: Save
es: Guardar

# global_search
source: Search...
es: Buscar…

# global_vol%
source: Vol. %1$(numVolumens)lld
es: Vol. %(numVolumens)lld

# mangaCollectio_title
source: My collection
es: Mi colección

# mangacollection_allvolumes
source: You have all the volumes
es: Tienes todos los volúmenes

# mangacollection_collectionfull
source: Complete collection
es: Colección completa

# mangacollection_currentreading
source: Currently reading
es: Leyendo actualmente

# mangacollection_delete
source: Delete collection
es: Borrar de la colección

# mangacollection_volumesown
source: Volumes you own
es: Volúmenes que tienes

# mangacollection_volumesuhave
source: Select the volumes you have in your collection.
es: Selecciona los volúmenes que tienes en tú colección

# mangadeetail_tool_usericonset
source: Set user as icon
es: Establecer como icono

# mangadetail_additionalinfo
source: Additional info
es: Información adicional

# mangadetail_addtocollection
source: Add to collection
es: Añadir a colección

# mangadetail_alsolike
source: You may also like
es: Te pueden interesar

# mangadetail_authors
source: Authors
es: Autores

# mangadetail_chapters
source: Chapters
es: Capítulos

# mangadetail_classification
source: Classification
es: Clasificación

# mangadetail_classification_demography
source: Demography
es: Demografía

# mangadetail_classification_genres
source: Genres
es: Géneros

# mangadetail_classification_themes
source: Themes
es: Temas

# mangadetail_fullcollection
source: Collection full ✦
es: Colección completa ✦

# mangadetail_inCollection
source: In my collection
es: En mi colección

# mangadetail_managecollection
source: Tap to manage your collection
es: Toca para gestionar tu colección

# mangadetail_nosynopsis
source: No synopsis available
es: Sin sinopsis disponible

# mangadetail_publication
source: Publication
es: Publicado

# mangadetail_score
source: Score
es: Nota

# mangadetail_showinMyAnime
source: View on MyAnimeList
es: Ver en MyAnimeList

# mangadetail_start
source: Start
es: Inicio

# mangadetail_state
source: State
es: Estado

# mangadetail_state_active
source: Active
es: Activa

# mangadetail_state_end
source: End
es: Final

# mangadetail_state_pause
source: Pause
es: Pausa

# mangadetail_synopsis
source: Synopsis
es: Sinopsis

# mangadetail_volumenes
source: %1$lld of %2$lld volumes
es: %1$lld de %2$lld volúmenes

# mangadetail_volumes
source: Volumes
es: Volúmenes

# tab_collection
source: Collection
es: Coleción

# tab_home
source: Home
es: Inicio

# tab_home_bestmangas
source: Best mangas
es: Mejores mangas

# tab_home_colection
source: In your collection
es: En tú colección

# tab_home_findmangasby
source: Discover by %@
es: Descubre mangas de %@

# tab_home_mangasbygenre
source: Mangas by genre
es: Mangas por género

# tab_search
source: Search
es: Buscar

# tabsearch_clean
source: Clean
es: Limpiar

# tabsearch_noresults
source: No results found
es: No se encontraron resultados

# tabsearch_noresultstext
source: Try other search terms or filters.
es: Intenta con otros términos de búsqueda o filtros

# tabsearch_prompt
source: Search mangas …
es: Buscar mangas ...

# tabsearch_sheet_selectagenres
source: Select genres
es: Selecciona un género

# tabsearch_sheet_selectaudience
source: Select audience
es: Seleccionar publico

# tabsearch_sheet_selecthemes
source: Select themes
es: Selecciona un tema

# tabsearch_title
source: Search
es: Buscar

# user_login_button_login
source: Login
es: Iniciar sesión

# user_login_button_signup
source: Signup
es: Registrarse

# user_login_subtitle
source: Join our community and discover thousands of manga. Create your account to begin your adventure.
es: Únete a nuestra comunidad y descubre miles de mangas. Crea tu cuenta para comenzar tu aventura.

# user_login_title
source: Do you like manga?
es: ¿Te gustan los mangas?

# useraccount_about
source: About
es: Acerca de

# useraccount_adultcontent
source: Adult content
es: Contenido adulto

# useraccount_aler_deletecollection
source: Delete collection?
es: ¿Eliminar colección?

# useraccount_aler_deletecollectionmesage
source: This action will delete all the manga in your collection. It cannot be undone.
es: Esta acción eliminará todos los mangas de tu colección. No se puede deshacer

# useraccount_aler_deletecollectionok
source: Delete
es: Borrar

# useraccount_aler_logout
source: Log out?
es: ¿Cerrar sesión?

# useraccount_aler_logoutmesage
source: Your current session will be closed and you will return to the home screen.
es: Se cerrará tu sesión actual y volverás a la pantalla de inicio

# useraccount_aler_logoutok
source: Log out
es: Cerrar sesión

# useraccount_applanguaje
source: Application language
es: Idioma de la aplicación

# useraccount_data
source: Data
es: Datos

# useraccount_deletecollection
source: Delete my entire collection
es: Borrar toda mi colección

# useraccount_logout
source: Log out
es: Cerrar sesión

# useraccount_preferences
source: Preferences
es: Preferencias

# useraccount_removeicon
source: Remove profile image
es: Eliminar imagen de perfil

# useraccount_title
source: Configuration
es: Configuración

# useraccount_version
source: Version
es: Versión

# usercollection_collection_addmanga
source: Add manga
es: Añadir manga

# usercollection_collection_addmangatext
source: Add my first manga
es: Añadir mi primer manga

# usercollection_collection_mymangas
source: My mangas
es: Mis mangas

# usercollection_collection_nomangas
source: You do not have any mangas in your collection.
es: No tienes mangas en tu colección

# usercollection_collection_search
source: Search mangas …
es: Buscar mangas …

# usercollection_statics_about10
source: Abaut 10
es: Sobre 10

# usercollection_statics_bestmanga
source: Top rated
es: Mejor valorado

# usercollection_statics_complete
source: Complete
es: Completos

# usercollection_statics_marksdistribution
source: Distribution of marks
es: Distribución de notas

# usercollection_statics_rares
source: Rares
es: Raros

# usercollection_statics_reading
source: Reading
es: Leyendo

# usercollection_statics_suspended
source: Suspended
es: Suspensos

# usercollection_statics_title
source: Your collection
es: Tu colección

# usercollection_statics_top5avr
source: Average of the Top 5
es: Media del top 5

# usercollection_statics_volumes
source: Volumes
es: Volúmenes

# usercollection_statics_worstmanga
source: Worst rated
es: Peor valorado

# usercollection_tab_collection
source: Statics
es: Estadísticas

# usercollection_tab_statics
source: Collection
es: Colección

# usercollection_tab_title
source: My collection
es: My colección

# userlogin_emailok
source: Enter a valid email address
es: Introduce un correo válido

# userlogin_minchars
source: Minimum 8 characters
es: Mínimo 8 carácteres
